/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/

//Photos library connection
"Library Not Responding" = "Library Not Responding";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac was unable to access your photo library, because of its unresponsive state.";

"Quit or force quit Photos;" = "Quit or force quit Photos;";
"Open your Activity Monitor;" = "Open your Activity Monitor;";
"Force quit the \"photolibraryd\" process;" = "Force quit the \"photolibraryd\" process;";
"Reopen Photos if needed." = "Reopen Photos if needed.";

//Library Update
"Library Update Required" = "Library Update Required";
"Please update your photo library to make it accessible for a scan." = "Please update your photo library to make it accessible for a scan.";

"Open your library in the Photos app;" = "Open your library in the Photos app;";
"Wait until it updates the library." = "Wait until it updates the library.";
